{
    "articles":[
        {
            "id": 1,
            "name": "Jawapos.com",
            "author": "Nurul Adriyana Salbiah",
            "title": "Gangguan Berkemih, Waspada Gejala Hipospadia Pada Anak Laki-laki - Jawa Pos",
            "description": "Hipospadia merupakan kasus kelainan genital yang sering ditemukan. Menurut dr. Arry Rodjani, Sp.U (K), hipospadia menyebabkan gangguan saat berkemih.",
            "url": "https://www.jawapos.com/kesehatan/06/06/2021/gangguan-berkemih-waspada-gejala-hipospadia-pada-anak-laki-laki/",
            "urlToImage": "https://cdn-asset.jawapos.com/wp-content/uploads/2019/01/kurangi-buang-air-berlebih-dengan-5-langkah-sederhana_m_-640x447.jpg",
            "publishedAt": "2021-06-06 03:05:12",
            "content": "JawaPos.com – Orang tua diimbau untuk segera melakukan deteksi dini adanya gejala Hipospadia dan kelainan genital lainnya pada anak karena penyakit ini dapat disembuhkan. Penanganan medis yang segera dan tepat akan membantu agar anak dengan kasus ini memiliki kualitas hidup yang lebih baik.Namun sayangnya, masih terdapat beberapa hambatan dalam tatalaksana penyakit ini. Antara lain karena sebagian besar masyarakat Indonesia relatif tidak terbuka untuk mendiskusikan kelainan genitalia pada keluarga mereka.\r\nDokter Spesialis Urologi Siloam Hospitals ASRI dr. Arry Rodjani, Sp.U (K), menjelaskan, hipospadia merupakan kelainan bawaan lahir pada genitalia pria yang ditandai dengan letak lubang saluran kemih yang tidak terletak pada ujung penis. Tetapi terletak pada bagian bawah batang penis. Kulit kulup yang tidak terbentuk sempurna dan tampak berkumpul dibagian atas penis sedangkan bagian bawahnya tidak tertutup (seperti hoodie) dan penis akan tampak bengkok saat ereksi."
        },
        {
            "id": 2,
            "name": "Detik.com",
            "author": "Vidya Pinandhita",
            "title": "Sering Sakit Kepala Waktu WFH? Penyebabnya Ternyata Sepele Banget - detikHealth",
            "description": "Sakit kepala menjadi keluhan yang paling banyak muncul di tengah pandemi COVID-19. Rupanya, WFH bisa jadi pemicu utamanya. Apa hubungannya? Ini penjelasannya.",
            "url": "https://health.detik.com/berita-detikhealth/d-5595074/sering-sakit-kepala-waktu-wfh-penyebabnya-ternyata-sepele-banget",
            "urlToImage": "https://awsimages.detik.net.id/api/wm/2017/08/04/4fcf0d8c-32d1-4990-9cec-4f5c878def29_169.jpg?wid=54&w=650&v=1&t=jpeg",
            "publishedAt": "2021-06-05 23:30:54",
            "content": "Jakarta - Sakit kepala menjadi keluhan yang paling banyak muncul di tengah pandemi COVID-19. Rupanya, work from home atau WFH bisa jadi pemicu utamanya. Apa hubungannya?\r\nPraktisi spesialis pengaturan tulang, Chris Leong menyebut keluhan seputar sakit kepala meningkat signifikan sepanjang pandemi COVID-19. Durasi menatap layar laptop yang terlalu lama saat work from home merupakan salah satu pemicunya.\r\n``Setelah setahun pertama (pandemi COVID-19), banyak pasien. Pasien datang ke praktik banyak sekali karena masalah migrain, banyak juga orang yang kena stroke tiba-tiba,`` kata penggagas klinik Chris Leong Method (CLM), ditemui di Jakarta, Kamis (3/5/2021). \r\nIa memahami, pandemi COVID-19 membuat banyak orang mengurungkan niat berobat di luar rumah. Namun menurutnya, keluhan sakit kepala, nyeri tubuh, dan masalah lain akibat bekerja terlalu lama di depan laptop bisa diatasi dengan melakukan peregangan sendiri. "
        },
        {
            "id": 3,
            "name": "Tribunnews.com",
            "author": "Lanny Latifah",
            "title": "Gerhana Matahari Cincin Terjadi 10 Juni 2021, Apakah Dapat Dilihat di Indonesia? - Tribunnews.com",
            "description": "Fenomena Gerhana Matahari Cincin akan terjadi pada Kamis, 10 Juni 2021 mendatang, berikut fase terjadinya.",
            "url": "https://www.tribunnews.com/sains/2021/06/06/gerhana-matahari-cincin-terjadi-10-juni-2021-apakah-dapat-dilihat-di-indonesia",
            "urlToImage": "https://cdn-2.tstatic.net/tribunnews/foto/bank/images/gerhana-matahari-cincin-dilihat-dari-langit-riau_20191226_212814.jpg",
            "publishedAt": "2021-06-06 10:12:27",
            "content": "TRIBUNNEWS.COM - Fenomena Gerhana Matahari Cincin akan terjadi pada Kamis, 10 Juni 2021 mendatang. \r\nDikutip dari USA Today, Gerhana Matahari Cincin merupakan fenomena saat Bulan menutupi pusat Matahari. \r\nBulan akan membentuk cincin api. \r\nHal ini terjadi karena bulan berada cukup jauh dan tampak kecil dari bumi, dengan begitu membuat satelit alami Bumi menjadi tidak bisa menghalangi seluruh permukaan Matahari. \r\nFenomena Gerhana Matahari Cincin ini tidak bisa dilihat secara langsung oleh mata tanpa menggunakan alat bantu.Masyarakat harus menggunakan kaca mata Gerhana untuk menghindari kebutaan.Sayangnya, masyarakat Indonesia tidak dapat melihat fenomena Gerhana Matahari Cincin tersebut. "
        },
        {
            "id": 4,
            "name": "Mediautama.co",
            "author": "Barnabas Keliat",
            "title": "Kurang Dipelajari, Pakar Unair Tulis Buku di Halaman Kraniofasial semua - MEDIA UTAMA",
            "description": "KOMPAS.com – Ilmu di lapangan kesehatan dan kedokteran selalu berkembang berkat penelitian yang terus dilakukan para ilmuwan. \r\nPeran ilmuwan, peneliti atau ahli sangat mempengaruhi memperbarui pengetahuan dalam suatu bidang. \r\nUntuk menambahkan studi tentang kra…",
            "url": "https://mediautama.co/kurang-dipelajari-pakar-unair-tulis-buku-di-halaman-kraniofasial-semua/",
            "urlToImage": "https://asset.kompas.com/crops/pbfN6TcZWxHCDlXxLlfEXMZE3kY=/148x217:851x685/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/06/06/60bc62e41064f.png",
            "publishedAt": "2021-06-06 09:27:42",
            "content": "KOMPAS.com – Ilmu di lapangan kesehatan dan kedokteran selalu berkembang berkat penelitian yang terus dilakukan para ilmuwan.Peran ilmuwan, peneliti atau ahli sangat mempengaruhi memperbarui pengetahuan dalam suatu bidang.Untuk menambahkan studi tentang kraniofasial, Penceramah Fakultas Kedokteran Gigi (FCG) Universitas Airlangga (Unair) I Gusti Aju Wahju Ardani merilis tiga buku baru. \r\nArdani mengungkapkan, studi kraniofasial masih minim dipelajari di Indonesia. \r\nApa itu Ilmu Kraniofasial? \r\nIlmu kraniofasial secara umum adalah ilmu operasi plastik yang membentuk dan meningkatkan fungsi dan penampilan seseorang pada tulang wajah, kepala, dan jaringan lunak. \r\nMenyoroti kajian tersebut, ketiga buku tersebut diluncurkan secara bersamaan pada Mei 2021 oleh Airlangga University Press (AUP). \r\nBuku pertama berjudul ‘Dasar-Dasar Pertumbuhan’ Kraniofasial After Birth’ yang berisi teori dasar tentang pertumbuhan wajah."
        },
        {
            "id": 5,
            "name": "Okezone.com",
            "author": "Andika Pratama",
            "title": "Tak Tahu Malu, Marc Marquez Manfaatkan Jack Miller di Kualifikasi MotoGP Catalunya 2021 - Okezone",
            "description": "Marquez memanfaatkan Miller untuk mendapatkan slipstream pada Q1 MotoGP Catalunya 2021.",
            "url": "https://sports.okezone.com/read/2021/06/06/38/2420971/tak-tahu-malu-marc-marquez-manfaatkan-jack-miller-di-kualifikasi-motogp-catalunya-2021",
            "urlToImage": "https://img.okezone.com/content/2021/06/06/38/2420971/tak-tahu-malu-marc-marquez-manfaatkan-jack-miller-di-kualifikasi-motogp-catalunya-2021-ttN6xIFyXK.jpg",
            "publishedAt": "2021-06-06 08:54:11",
            "content": "BARCELONA – Pembalap Repsol Honda, Marc Marquez, mendapatkan posisi ke-13 dalam kualifikasi MotoGP Catalunya 2021, Sabtu 5 Juni 2021. Posisi itu didapatkan Marquez dengan bantuan pembalap Ducati Lenovo, Jack Miller. \r\nMarquez tampil tidak terlalu baik pada sesi latihan bebas pertama hingga keempat. Alhasil, dia pun terlempar ke kualifikasi pertama (Q1). \r\nDemi lolos ke kualifikasi kedua (Q2), Marquez pun memakai strategi yang sama seperti kualifikasi MotoGP Italia 2021. Dia menggunakan slipstream dari pembalap tercepat di Q1. \r\nStrategi itu sempat menjadi pembicaraan di MotoGP Italia 2021 karena pembalap Monster Energy Yamaha, Maverick Vinales, tidak terima menjadi derek Marquez di Q1. Vinales wajar kesal karena Marquez akhirnya memulai balapan dari posisi ke-11, sedangkan dirinya ada di tempat ke-13."
        },
        {
            "id": 6,
            "name": "Bola.net",
            "author": "-",
            "title": "Tinggalkan Real Madrid, Tujuan Sergio Ramos Berikutnya ke Manchester - Bola.net",
            "description": "Mantan bek Real Madrid itu dilaporkan bakal pindah ke kota Manchester per musim depan.",
            "url": "https://www.bola.net/inggris/tinggalkan-real-madrid-tujuan-sergio-ramos-berikutnya-ke-manchester-abf200.html",
            "urlToImage": "https://cdns.klimg.com/bola.net/library/upload/21/2021/05/sergio-ramos_23d8889.jpg",
            "publishedAt": "2021-06-17 11:00:00",
            "content": "Beberapa jam yang lalu, Ramos membuat kejutan besar. Ia resmi tidak memperpanjang masa baktinya bersama Real Madrid dan akan pergi dari Bernabeu pada musim panas nanti.\r\n Kepergian Ramos dari Madrid ini menimbulkan banyak tanya. Terutama pertanyaan mengenai ke mana ia akan melanjutkan karirnya.\r\n AS mengklaim bahwa Ramos sudah menentukan ke mana ia akan berlabuh. Kapten Timnas Spanyol itu kabarnya memilih pindah ke Kota Manchester di musim depan."
        },
        {
            "id": 7,
            "name": "Kompas.com",
            "author": "Bestari Kumala Dewi",
            "title": "Kapan Antibodi Terbentuk Setelah Vaksinasi Covid-19? Ahli Jelaskan - KOMPAS.com",
            "description": "Menurut ahli, antibodi akan terbentuk setelah suntikan dosis kedua vaksin Covid-19.",
            "url": "https://www.kompas.com/sains/read/2021/06/17/173000523/kapan-antibodi-terbentuk-setelah-vaksinasi-covid-19-ahli-jelaskan",
            "urlToImage": "https://asset.kompas.com/crops/bYeNROa8koF3jvXgL8jwcQ8TB9I=/828x87:6716x4012/780x390/filters:watermark(data/photo/2020/03/10/5e6775c625c94.png,0,-0,1)/data/photo/2021/05/23/60aa44207b7d0.jpg",
            "publishedAt": "2021-06-17 10:30:00",
            "content": "KOMPAS.com - Bersamaan dengan lonjakan kasus Covid-19 yang terjadi di sejumlah daerah di Indonesia. Pemerintah saat ini masih terus menggalakkan program vaksinasi untuk masyarakat umum.\r\n Kini, individu yang berusia 18 tahun ke atas telah diperkenankan untuk mendapatkan suntikan vaksin Covid-19.\r\n Namun, para ahli selalu menegaskan, bahwa siapa saja yang sudah mendapatkan suntikan vaksin Covid-19 dosis pertama tidak langsung serta-merta tubuhnya kebal terhadap Covid-19."
        }
    ]
}