{
    "articles":[
        {
            "source": {
                "id": 1,
                "name": "Jawapos.com"
            },
            "author": "Nurul Adriyana Salbiah",
            "title": "Gangguan Berkemih, Waspada Gejala Hipospadia Pada Anak Laki-laki - Jawa Pos",
            "description": "Hipospadia merupakan kasus kelainan genital yang sering ditemukan. Menurut dr. Arry Rodjani, Sp.U (K), hipospadia menyebabkan gangguan saat berkemih.",
            "url": "https://www.jawapos.com/kesehatan/06/06/2021/gangguan-berkemih-waspada-gejala-hipospadia-pada-anak-laki-laki/",
            "urlToImage": "https://cdn-asset.jawapos.com/wp-content/uploads/2019/01/kurangi-buang-air-berlebih-dengan-5-langkah-sederhana_m_-640x447.jpg",
            "publishedAt": "2021-06-06T03:05:12Z",
            "content": "JawaPos.com – Orang tua diimbau untuk segera melakukan deteksi dini adanya gejala Hipospadia dan kelainan genital lainnya pada anak karena penyakit ini dapat disembuhkan. Penanganan medis yang segera dan tepat akan membantu agar anak dengan kasus ini memiliki kualitas hidup yang lebih baik.Namun sayangnya, masih terdapat beberapa hambatan dalam tatalaksana penyakit ini. Antara lain karena sebagian besar masyarakat Indonesia relatif tidak terbuka untuk mendiskusikan kelainan genitalia pada keluarga mereka.Dokter Spesialis Urologi Siloam Hospitals ASRI dr. Arry Rodjani, Sp.U (K), menjelaskan, hipospadia merupakan kelainan bawaan lahir pada genitalia pria yang ditandai dengan letak lubang saluran kemih yang tidak terletak pada ujung penis. Tetapi terletak pada bagian bawah batang penis. Kulit kulup yang tidak terbentuk sempurna dan tampak berkumpul dibagian atas penis sedangkan bagian bawahnya tidak tertutup (seperti hoodie) dan penis akan tampak bengkok saat ereksi.Hipospadia merupakan kasus kelainan genital yang sering ditemukan. Menurutnya hipospadia menyebabkan gangguan saat berkemih. “Hipospadia tidak menimbulkan rasa sakit namun menyebabkan gangguan saat berkemih. Kelainan ini dapat menimbulkan dampak jangka panjang yaitu gangguan pada fungsi reproduksi, infertilitas, dan psikologi jika tidak diterapi dengan benar,” kata dr. Arry.Kelainan ini secara sederhana dapat dibagi ringan, sedang dan berat. Meskipun demikian lokasi anatomi dari ujung lubang saluran kemih mungkin tidak selalu cukup untuk menjelaskan tingkat keparahan dan sifat komplek dari penyakit ini. Perlu juga mempertimbangkan panjang penis, ukuran, bentuk, kualitas lempeng saluran kemih dan derajat kelengkungan penis."
        }
    ]
}