{
    "articles":[
        {
            "source": {
                "id": 1,
                "name": "Jawapos.com"
            },
            "author": "Nurul Adriyana Salbiah",
            "title": "Gangguan Berkemih, Waspada Gejala Hipospadia Pada Anak Laki-laki - Jawa Pos",
            "description": "Hipospadia merupakan kasus kelainan genital yang sering ditemukan. Menurut dr. Arry Rodjani, Sp.U (K), hipospadia menyebabkan gangguan saat berkemih.",
            "url": "https://www.jawapos.com/kesehatan/06/06/2021/gangguan-berkemih-waspada-gejala-hipospadia-pada-anak-laki-laki/",
            "urlToImage": "https://cdn-asset.jawapos.com/wp-content/uploads/2019/01/kurangi-buang-air-berlebih-dengan-5-langkah-sederhana_m_-640x447.jpg",
            "publishedAt": "2021-06-06T03:05:12Z",
            "content": "JawaPos.com – Orang tua diimbau untuk segera melakukan deteksi dini adanya gejala Hipospadia dan kelainan genital lainnya pada anak karena penyakit ini dapat disembuhkan. Penanganan medis yang segera dan tepat akan membantu agar anak dengan kasus ini memiliki kualitas hidup yang lebih baik.Namun sayangnya, masih terdapat beberapa hambatan dalam tatalaksana penyakit ini. Antara lain karena sebagian besar masyarakat Indonesia relatif tidak terbuka untuk mendiskusikan kelainan genitalia pada keluarga mereka.\r\nDokter Spesialis Urologi Siloam Hospitals ASRI dr. Arry Rodjani, Sp.U (K), menjelaskan, hipospadia merupakan kelainan bawaan lahir pada genitalia pria yang ditandai dengan letak lubang saluran kemih yang tidak terletak pada ujung penis. Tetapi terletak pada bagian bawah batang penis. Kulit kulup yang tidak terbentuk sempurna dan tampak berkumpul dibagian atas penis sedangkan bagian bawahnya tidak tertutup (seperti hoodie) dan penis akan tampak bengkok saat ereksi.\r\nHipospadia merupakan kasus kelainan genital yang sering ditemukan. Menurutnya hipospadia menyebabkan gangguan saat berkemih.\r\n “Hipospadia tidak menimbulkan rasa sakit namun menyebabkan gangguan saat berkemih. Kelainan ini dapat menimbulkan dampak jangka panjang yaitu gangguan pada fungsi reproduksi, infertilitas, dan psikologi jika tidak diterapi dengan benar,” kata dr. Arry.\r\nKelainan ini secara sederhana dapat dibagi ringan, sedang dan berat. Meskipun demikian lokasi anatomi dari ujung lubang saluran kemih mungkin tidak selalu cukup untuk menjelaskan tingkat keparahan dan sifat komplek dari penyakit ini. Perlu juga mempertimbangkan panjang penis, ukuran, bentuk, kualitas lempeng saluran kemih dan derajat kelengkungan penis."
        },
        {
            "source": {
                "id": 2,
                "name": "Detik.com"
            },
            "author": "Vidya Pinandhita",
            "title": "Sering Sakit Kepala Waktu WFH? Penyebabnya Ternyata Sepele Banget - detikHealth",
            "description": "Sakit kepala menjadi keluhan yang paling banyak muncul di tengah pandemi COVID-19. Rupanya, WFH bisa jadi pemicu utamanya. Apa hubungannya? Ini penjelasannya.",
            "url": "https://health.detik.com/berita-detikhealth/d-5595074/sering-sakit-kepala-waktu-wfh-penyebabnya-ternyata-sepele-banget",
            "urlToImage": "https://awsimages.detik.net.id/api/wm/2017/08/04/4fcf0d8c-32d1-4990-9cec-4f5c878def29_169.jpg?wid=54&w=650&v=1&t=jpeg",
            "publishedAt": "2021-06-05T23:30:54Z",
            "content": "Jakarta - Sakit kepala menjadi keluhan yang paling banyak muncul di tengah pandemi COVID-19. Rupanya, work from home atau WFH bisa jadi pemicu utamanya. Apa hubungannya?\r\nPraktisi spesialis pengaturan tulang, Chris Leong menyebut keluhan seputar sakit kepala meningkat signifikan sepanjang pandemi COVID-19. Durasi menatap layar laptop yang terlalu lama saat work from home merupakan salah satu pemicunya.\r\n``Setelah setahun pertama (pandemi COVID-19), banyak pasien. Pasien datang ke praktik banyak sekali karena masalah migrain, banyak juga orang yang kena stroke tiba-tiba,`` kata penggagas klinik Chris Leong Method (CLM), ditemui di Jakarta, Kamis (3/5/2021). \r\nIa memahami, pandemi COVID-19 membuat banyak orang mengurungkan niat berobat di luar rumah. Namun menurutnya, keluhan sakit kepala, nyeri tubuh, dan masalah lain akibat bekerja terlalu lama di depan laptop bisa diatasi dengan melakukan peregangan sendiri. \r\n''(Selama WFH) di rumah sulit mencari perawatan, tapi ada cara DIY (Do It Yourself). Macam-macam sakit kepala banyak masalahnya ke badan, bisa diatur dengan posisi dari bahu, siku, dan telinga. Masalah di titik ini bisa menyebabkan sakit pernapasan dan pencernaan,'' ujar praktisi asal Malaysia tersebut. \r\n Misalnya, dengan menarik tubuh 230 derajat ke belakang selama 30 detik. Menurutnya, kebiasaan buruk terlalu lama bungkuk depan layar adalah pemicu utama masalah pada leher, yang kerap berimbas pada sakit kepala.\r\n ''Kita pagi bangun pagi, bekerja, menonton Netflix. Mereka lupa ini (peregangan) yang penting. Posisi 230 derajat (ke belakang) untuk membuka saraf, juga bagian depan untuk bahu dan pernapasan. Simpel, tapi efektif,'' ujarnya. \r\nSelain itu, Chris menyarankan metode 20-20-2 untuk meminimalkan risiko sakit kepala saat WFH. \r\nArtinya, jarak mata dengan layar komputer haruslah minimal 20 inci (50 cm). Di sela-sela jam kerja, usahakan untuk beristirahat selama 20 menit. Terakhir, rehat harus dilakukan maksimal setelah 2 jam bekerja. Setelah itu, barulah kembali bekerja agar beban kerja di leher bisa diringankan."
        },
        {
            "source": {
                "id": 3,
                "name": "Tribunnews.com"
            },
            "author": "Lanny Latifah",
            "title": "Gerhana Matahari Cincin Terjadi 10 Juni 2021, Apakah Dapat Dilihat di Indonesia? - Tribunnews.com",
            "description": "Fenomena Gerhana Matahari Cincin akan terjadi pada Kamis, 10 Juni 2021 mendatang, berikut fase terjadinya.",
            "url": "https://www.tribunnews.com/sains/2021/06/06/gerhana-matahari-cincin-terjadi-10-juni-2021-apakah-dapat-dilihat-di-indonesia",
            "urlToImage": "https://cdn-2.tstatic.net/tribunnews/foto/bank/images/gerhana-matahari-cincin-dilihat-dari-langit-riau_20191226_212814.jpg",
            "publishedAt": "2021-06-06T10:12:27Z",
            "content": "TRIBUNNEWS.COM - Fenomena Gerhana Matahari Cincin akan terjadi pada Kamis, 10 Juni 2021 mendatang. \r\nDikutip dari USA Today, Gerhana Matahari Cincin merupakan fenomena saat Bulan menutupi pusat Matahari. \r\nBulan akan membentuk cincin api. \r\nHal ini terjadi karena bulan berada cukup jauh dan tampak kecil dari bumi, dengan begitu membuat satelit alami Bumi menjadi tidak bisa menghalangi seluruh permukaan Matahari. \r\nFenomena Gerhana Matahari Cincin ini tidak bisa dilihat secara langsung oleh mata tanpa menggunakan alat bantu.Masyarakat harus menggunakan kaca mata Gerhana untuk menghindari kebutaan.Sayangnya, masyarakat Indonesia tidak dapat melihat fenomena Gerhana Matahari Cincin tersebut. \r\nMengutip Laporan Lembaga Penerbangan dan Antariksa Nasional (LAPAN), fenomena ini hanya dapat disaksikan di Pulau Ellesmere dan Baffin (Kanada) serta Kawasan Siberia (Rusia) dengan ketampakan maksimal terjadi pada pukul 17.43 WIB atau 18.43 WITA atau 19.43 WIT. \r\n''Sementara itu, wilayah seperti Greenland, Islandia, Eropa, Rusia, negara Asia Tengah dan Tiongkok bagian Barat dapat menyaksikan Gerhana Matahari Sebagian,'' tulis Lapan."
        },
        {
            "source": {
                "id": 4,
                "name": "Mediautama.co"
            },
            "author": "Barnabas Keliat",
            "title": "Kurang Dipelajari, Pakar Unair Tulis Buku di Halaman Kraniofasial semua - MEDIA UTAMA",
            "description": "KOMPAS.com – Ilmu di lapangan kesehatan dan kedokteran selalu berkembang berkat penelitian yang terus dilakukan para ilmuwan. \r\nPeran ilmuwan, peneliti atau ahli sangat mempengaruhi memperbarui pengetahuan dalam suatu bidang. \r\nUntuk menambahkan studi tentang kra…",
            "url": "https://mediautama.co/kurang-dipelajari-pakar-unair-tulis-buku-di-halaman-kraniofasial-semua/",
            "urlToImage": "https://asset.kompas.com/crops/pbfN6TcZWxHCDlXxLlfEXMZE3kY=/148x217:851x685/780x390/filters:watermark(data/photo/2020/03/10/5e6775dc18fcf.png,0,-0,1)/data/photo/2021/06/06/60bc62e41064f.png",
            "publishedAt": "2021-06-06T09:27:42Z",
            "content": "KOMPAS.com – Ilmu di lapangan kesehatan dan kedokteran selalu berkembang berkat penelitian yang terus dilakukan para ilmuwan.Peran ilmuwan, peneliti atau ahli sangat mempengaruhi memperbarui pengetahuan dalam suatu bidang.Untuk menambahkan studi tentang kraniofasial, Penceramah Fakultas Kedokteran Gigi (FCG) Universitas Airlangga (Unair) I Gusti Aju Wahju Ardani merilis tiga buku baru. \r\nArdani mengungkapkan, studi kraniofasial masih minim dipelajari di Indonesia. \r\nApa itu Ilmu Kraniofasial? \r\nIlmu kraniofasial secara umum adalah ilmu operasi plastik yang membentuk dan meningkatkan fungsi dan penampilan seseorang pada tulang wajah, kepala, dan jaringan lunak. \r\nMenyoroti kajian tersebut, ketiga buku tersebut diluncurkan secara bersamaan pada Mei 2021 oleh Airlangga University Press (AUP). \r\nBuku pertama berjudul ‘Dasar-Dasar Pertumbuhan’ Kraniofasial After Birth’ yang berisi teori dasar tentang pertumbuhan wajah.\r\nBuku kedua berjudul ‘Teori Pertumbuhan Tulang Kraniofasial’, sedangkan buku ketiga berjudul ‘Pertumbuhan Kraniofasial Setelah Lahir’. \r\nKetiga buku ini mencoba menyoroti teori-teori pertumbuhan tulang yang selama ini belum banyak diteliti di Indonesia. \r\n“Materi bacaan tentang kraniofasial di Indonesia umumnya masih didominasi oleh buku dan kajian dari negara-negara Barat. Padahal, setiap bangsa dan ras memiliki karakteristik tulang wajah yang berbeda-beda,” jelas dosen Departemen Ortodonti tersebut seperti dikutip dari situs Unair, Minggu ( 6/6). /2021)."
        },
        {
            "source": {
                "id": 5,
                "name": "Okezone.com"
            },
            "author": "Andika Pratama",
            "title": "Tak Tahu Malu, Marc Marquez Manfaatkan Jack Miller di Kualifikasi MotoGP Catalunya 2021 - Okezone",
            "description": "Marquez memanfaatkan Miller untuk mendapatkan slipstream pada Q1 MotoGP Catalunya 2021.",
            "url": "https://sports.okezone.com/read/2021/06/06/38/2420971/tak-tahu-malu-marc-marquez-manfaatkan-jack-miller-di-kualifikasi-motogp-catalunya-2021",
            "urlToImage": "https://img.okezone.com/content/2021/06/06/38/2420971/tak-tahu-malu-marc-marquez-manfaatkan-jack-miller-di-kualifikasi-motogp-catalunya-2021-ttN6xIFyXK.jpg",
            "publishedAt": "2021-06-06T08:54:11Z",
            "content": "BARCELONA – Pembalap Repsol Honda, Marc Marquez, mendapatkan posisi ke-13 dalam kualifikasi MotoGP Catalunya 2021, Sabtu 5 Juni 2021. Posisi itu didapatkan Marquez dengan bantuan pembalap Ducati Lenovo, Jack Miller. \r\nMarquez tampil tidak terlalu baik pada sesi latihan bebas pertama hingga keempat. Alhasil, dia pun terlempar ke kualifikasi pertama (Q1). \r\nDemi lolos ke kualifikasi kedua (Q2), Marquez pun memakai strategi yang sama seperti kualifikasi MotoGP Italia 2021. Dia menggunakan slipstream dari pembalap tercepat di Q1. \r\nStrategi itu sempat menjadi pembicaraan di MotoGP Italia 2021 karena pembalap Monster Energy Yamaha, Maverick Vinales, tidak terima menjadi derek Marquez di Q1. Vinales wajar kesal karena Marquez akhirnya memulai balapan dari posisi ke-11, sedangkan dirinya ada di tempat ke-13. \r\nKali ini, Marquez tidak menjadikan Vinales sebagai derek, tetapi Miller. Akan tetapi, strategi Marquez tidak berhasil. Marquez gagal lolos ke Q2 sehingga akan memulai balapan dari posisi ke-13, sedangkan Miller mampu menempati tempat kedua. \r\nMenurut pengakuan Marquez, Miller tidak masalah menjadi dereknya di Q1 karena sebelumnya mereka sudah membicarakannya di klinik. Kedua pembalap itu bahkan kembali berkelakar soal bayaran slipstream saat akan tampil di Q1.\r\n"
        }
    ]
}